
   WARN  The database 'sistemMonitoring' does not exist on the 'mysql' connection.  

[?25l[90m ┌[39m [36mWould you like to create it?[39m [90m────────────────┐[39m
[90m │[39m [2m○ Yes /[22m [32m●[39m No                                 [90m│[39m
[90m └──────────────────────────────────────────────┘[39m

[1G[4A[J[90m ┌[39m [36mWould you like to create it?[39m [90m────────────────┐[39m
[90m │[39m [32m●[39m Yes [2m/ ○ No[22m                                 [90m│[39m
[90m └──────────────────────────────────────────────┘[39m

[1G[4A[J[31m ┌[39m Would you like to create it? [31m────────────────┐[39m
[31m │[39m [2m● [9mYes[29m / ○ [9mNo[29m[22m                                 [31m│[39m
[31m └──────────────────────────────────────────────┘[39m
[31m  ⚠ Cancelled.[39m

[?25h